tap "homebrew/bundle"
brew "colima"
brew "docker"
brew "fzf"
brew "luarocks"
brew "neovim"
brew "node"
brew "odin"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "tree"
brew "uv"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
cask "google-cloud-sdk"
cask "openmtp"
cask "pearcleaner"
